import React from 'react'

// css 
import "./sass/bio.scss"

import table from '../../static/img/table.jpg'

function Bio() {
    return (
        <div className='bio'>
            <div className='bio-wrapper'>
                <h1 className='fa center'>زندگی نامه</h1>
                <div className='bio-container'>
                    <p className='fa'>
                        من پینگ پنگ رو از پارکهای تهران شروع کردم یک روز به
                        اصرار یکی از بازیکنان قدیمی پارکها در اپن نوجوانان تهران
                        شرکت کردم و در عین ناباوری اول شدم چند روزه بعد به اولین
                        مسابقه کشوری اعزام شدم و بعد از این مسابقات وارد دنیای
                        حرفه ای تنیس روی میز شدم در تمامی رده های تهران مقام اول
                        را کسب کردم سالهای زیادی تمرین کردم تا نفر پنجم
                        بزرگسالان ایران شدم و عضو تیم ملی ایران درامدم به
                        مسابقات جهانی اعزام شدم با لیگهای ترکیه و عراق قرارداد
                        بستم و چندین سال در لیگهای خارجی بازی کردم و همزمان به
                        مربیگری پرداختم به عنوان مربی با رده های نونهالان و
                        نوجوانان و جوانان قهرمان کشور شدم و همچنان به تربیت و
                        تعلیم بازیکنان مبتدی تا پیشرفته ادامه دادم از میزهای
                        سنگی پارک با زحمت و تلاش بسیار زیاد به بالاترین سطح تنیس
                        روی میز که شرکت در مسابقات جهانی بود رسیدم
                    </p>
                    <img className='table_img' src={table} alt='' />
                </div>
            </div>
        </div>
    )
}

export default Bio
